Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/lesetips_og_boktips.html.tmx
Source language: nob
Languages: smj

source: Lesetips og boktips
smj: Låhkåma birra – låhkit aktan

source: Høytlesning fra første stund styrker barnas språkutvikling.
smj: Jieddnát låhkåm mánnáj unnagasjrájes duodaj laset máná báhkoboanndudagáv.

source: Les sammen ofte, helst hver dag!
smj: Máná sjaddi jasska sámegieladdne.

source: Helt fra barna er ganske små, kan du ha lesestund sammen med barnet ditt.
smj: Dutkam vuoset jut vuostasj jage máná iellemis vuodo láhtjá oahppamij ja sosiálalasj åvddånibmáj.

source: Gjennom kjærlige og trygge relasjoner vil du bidra til at barnets språkferdigheter utvikler seg på en god måte.
smj: Positijvalasj åtsådallama girjij ja låhkåmijn vaddá buorre vuodov maŋenagi låhkåm- ja tjállemåhpadusán.

source: Noen bøker vil være favoritter, og barnet ditt vil at du skal lese boka om, og om igjen.
smj: Das ienep girje li vájkkudam máná iellemav unnagasjrájes, ienep gárvvása li åhpatjit låhkåt gå álggi skåvllåj.

source: 10 gode grunner til å lese for barnet:
smj: 10 buorre sivá låhkåt mánnáj:

source: Det er rolig og koselig å bli lest for!
smj: La jasska ja hávsske gå lågåduvvá mánnáj!

source: Når vi leser, øker vi ordforråd og språkforståelse hos barnet
smj: Gå låhkåp, lassán máná báhkoboanndudahka ja gielladádjadus

source: Dere får en felles opplevelse
smj: Oadtjobihtte aktisasj åtsådallamav

source: Dere får mer å snakke om
smj: Oadtjobihtte ienebu man birra ságastit

source: Språket blir bedre
smj: Giella sjaddá buorep

source: Barnet lærer å lytte
smj: Mánná oahppá gulldalit

source: Dere øker barnets forståelse for andre mennesker og levemåter
smj: Máná dádjadus lassán ietja ulmutjij ja iellemvuogij hárráj

source: Barnet får økt selvforståelse ved å gjenkjenne seg selv og andre i bøkene
smj: Máná iesjdádjadus lassán gå dåbddo ietjas ja nuppijt girjijn

source: Høytlesing stimulerer fantasi, følelser, lek og drømmer hos barnet
smj: Jieddnát låhkåm arvusmahttá máná gåvådallamav, dåbdojt, ståhkamav ja niegojt

source: Kunnskapen økes – barnet lærer mer
smj: Máhtudahka lassán– mánná oahppa ienebu

source: Involver familien! Oppmuntre eldre søsken, besteforeldre og andre voksne også å lese for den lille.
smj: Gieres ja jasska aktisasjvuodaj baktu sjatta dån viehkedit váj máná giellamáhtudahka åvddån buorre vuogij milta.

source: Det er en fin måte å styrke felleskap på.
smj: Gávna girjijt ma li hiebadahtedum máná álldara hárráj.

source: Det er å skape lesende rollemodeller og vise at også du og andre voksne har glede av å lese.
smj: La ájnas jut aj dån hávsskudalá la jasska Låhkåmin la dåbdudahka, dibde ietjat mánáv duohttat girjev, ja oahpástuvvat dajna.

source: Storfamilie i sofa
smj: Tæksta viehket duv.
